Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: མཐེའུ་ཆུང་བརྐྱང་ནས་སྙིང་གའི་གནས་སུ་བཞག་པ་འདི་ནི་རིག་པའི་ཕྱག་རྒྱ་ཆེན་པོ་དོན་ཡོད་པའི་ཕྱག་རྒྱ་རྨད་དུ་བྱུང་བ་ཆེན་པོ་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་དུ་རིགས་ཐུན་མོང་བའི་ཕྱག་རྒྱ་རིག་པའི་རྒྱལ་པོ་ཐམས་ཅད་ཀྱི་བླ་ན་མེད་པ་འཇིག་རྟེན་གྱི་ཁམས་མགོན་པོས་སྙན་པར་བརྗོད་ཅིང་ལུང་བསྟན་པ།
en: He should hold his hands at the center of his chest. This is the great mudrā of the king of vidyās, the marvelous amogha mudrā that belongs to the maṇḍala of all tathāgatas, is shared by all tathāgata families, and is supreme among all mudrās of the kings of vidyās. “

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་དེ་བཞིན་གཤེགས་པའི་རིགས་ཀྱི་གཙོ་བོ་ཞེས་བརྗོད་པ། དེ་བཞིན་དུ་པདྨའི་རིགས་ཀྱི་གཙོ་བོ་དང་། རྡོ་རྗེའི་རིགས་ཀྱི་གཙོ་བོ་ཞེས་བརྗོད་པ་དང་། དེ་བཞིན་དུ་ནོར་བུའི་རིགས་ཀྱི་གཙོ་བོ་དང་། རིག་པའི་རྒྱལ་པོ་དང་།
en: This mudrā is praised by the Lord of the World, taught by all tathāgatas, and declared to be the greatest mudrā in the tathāgata family, the lotus family, the vajra family, and the jewel family, and it is the greatest among all mudrās in the mantra maṇḍala of all kings of vidyās.

source: ཕྱག་རྒྱ་དང་། གསང་སྔགས་དང་། དཀྱིལ་འཁོར་ཐམས་ཅད་དུ་གཙོ་བོ་སྟེ། གང་གིས་ཕྱག་རྒྱ་འདི་འཆིང་བ་དེ། གངྒཱའི་ཀླུང་གི་བྱེ་མ་བྱེ་བ་བརྒྱ་སྟོང་ཕྲག་གི་ཕྱག་རྒྱ་རྣམས་ཇི་ལྟ་བ་བཞིན་དུ་བཅིངས་པར་འགྱུར་རོ།
en: When this mudrā is displayed, hundreds of thousands of millions of mudrās are displayed, mudrās as numerous as the grains of sand in the Gaṅgā river.

source: །སྡིག་པ་དང་། ཉོན་མོངས་པ་མི་བཟད་པ་དང་། གདུག་པ་ཐམས་ཅད་རྣམ་པར་ཉམས་པར་བྱེད་དོ། །བསོད་ནམས་ཀྱི་ཕུང་པོ་བརྒྱ་སྟོང་ཕྲག་བསྐྱེད་པར་འགྱུར་རོ། །དགེ་བའི་རྩ་བ་རྣམས་ཀུན་ནས་བསྐྱེད་པར་འགྱུར་རོ།
en: All wrongdoings, terrible afflictions, and impurities are eradicated, a great amount of merit is accumulated, and hundreds of thousands of roots of virtue are planted. “

source: །ཕྱག་རྒྱ་འཛིན་པ་ཙམ་གྱིས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་རྣམ་པར་གཟིགས་པར་བྱེད་ཅིང་དགོངས་པར་བྱེད་དེ་ཐེ་ཙོམ་མེད་དོ།
en: As soon as he displays this mudrā, all tathāgatas will direct their gaze at the vidyā holder and keep him in their thoughts. There is no doubt about this.

source: །བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་དུ་མཆོག་སྦྱིན་པར་འགྱུར་རོ། །ལྷ་རྣམས་ཀྱིས་རྟག་པར་རྒྱུན་དུ་སྲུང་བར་བྱེད་དོ།
en: All bodhisattvas will always grant him boons, and deities will continually protect him.

source: །ཕྱག་རྒྱ་འདིའི་ཕན་ཡོན་སྔར་བརྗོད་པས་གཞལ་དུ་མེད་ཅིང་གྲངས་མེད་ལ་ཚད་མེད་པར་རབ་ཏུ་བསྒྲགས་ཤིང་ཐེ་ཙོམ་མེད་དོ།
en: This mudrā is known to bring benefits, as specified before, that are impossible to measure, count, or fully assess. There is no doubt about this.

source: །ཕྱག་རྒྱ་འདི་མཐོང་བ་དང་། བཅིངས་པ་ཙམ་གྱིས་བསོད་ནམས་ཀྱི་ཕུང་པོ་རབ་ཏུ་བསྐྱེད་དོ།
en: Great merit is generated by merely seeing this mudrā displayed. “

source: །ལག་པ་གཡས་པའི་མཐིལ་དུ་གཅིག་བརྐྱངས་ལ།
en: The vidyā holder should extend the palm of his right hand and bend his arm.

source: དཔུང་པ་བསྐུམས་ཏེ། མིང་མེད་དང་། མཐེ་བོང་གི་སོར་མོ་འདུད་ལ་མཐེ་ཆུང་བསྐུམ་པར་བྱའོ། །མིང་མེད་ཀྱི་མཐར་རེག་ལ།
en: His ring finger and thumb should be bent, and his little finger folded in.

source: གུང་མོ་བསྐུམས་ལ་སྡིགས་མཛུབ་རབ་ཏུ་བརྐྱངས་ཏེ། སྙིང་གའི་གནས་སུ་འདི་གཡོ་བ་ཙམ་མོ། །མེ་ཏོག་གམ། དྲི་དང་། བདུག་པ་དང་། ཕྲེང་བ་དང་།
en: The tip of his middle finger, which touches his ring finger, should be folded, and his index finger should be extended.

source: བྱུག་པ་དང་། གོས་སམ།
en: He should then hold his hands against the middle of the chest to generate the mudrā’s power.

source: རྒྱན་དང་། སྤུད་པ་རྣམས་ཀྱང་ལག་པ་གཡོན་དུ་བཟུང་ནས་དབུལ་བར་བྱ་སྟེ། དེ་བཞིན་གཤེགས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་དང་། ལྷ་རྣམས་དང་། དེ་བཞིན་དུ་རིག་པའི་རྒྱལ་པོ་རྣམས་དང་།
en: The vidyā holder should take some flowers, perfume, incense, flower garlands, scented oils, clothes, adornments, or ornaments in his left hand and offer them to all the tathāgatas, bodhisattvas, and deities, as well as the kings of vidyās and maṇḍala deities.

source: དེ་བཞིན་དུ་དཀྱིལ་འཁོར་པའི་ལྷ་རྣམས་ཀྱི་དེ་རྣམས་ཐམས་ཅད་མཆོད་པར་འགྱུར་རོ། །ལྷ་རྫས་ཀྱི་མཆོད་པ་བླ་ན་མེད་པ་དང་།
en: They all thus become recipients of offerings.

source: མཆོག་དང་།
en: This worship is supreme. “

source: རབ་མཆོག་དང་། གྱ་ནོམ་པའི་མཆོད་པ་འདི་རྣམས་བྱེད་དེ།
en: The vidyā holder should thus convey the best of the best articles in a continuous act of worship.

source: རོ་སྣ་ཚོགས་པའི་བཟའ་བ་རྣམས་དང་། རོ་བརྒྱ་བའི་འབྲས་བུ་རྣམ་པ་སྣ་ཚོགས་པ་དང་།
en: They should include various types of food with a hundred flavors, various fruits, beverages, and the elixir of longevity.

source: བཏུང་བ་རྣམ་པ་སྣ་ཚོགས་པ་བདུད་རྩི་བཅུད་ཀྱིས་ལེན་གྱི་མཆོད་པ་འདི་རྣམས་བྱེད་དོ། །ཕྱོགས་བཅུ་རྣམས་སུ་ཀུན་ནས་རིན་པོ་ཆེ་སྣ་བདུན་གྱི་ཆར་འབྱུང་ངོ་། །གསེར་དང་དངུལ་གྱི་མེ་ཏོག་བླ་ན་མེད་པ་དང་། རིན་པོ་ཆེ་རྣམ་པ་སྣ་ཚོགས་རྣམ་པར་བཀྲ་བ་ཉི་མ་དང་གཟི་བརྗིད་མཚུངས་པས་འབར་བར་བྱེད་དོ།
en: These offerings will be projected throughout the ten directions, and as soon as this mudrā is displayed, a rain of seven precious jewels, superb golden and silver flowers, and various colorful jewels, bright as the sun, will fall.

source: །ཕྱག་རྒྱ་འཛིན་པ་ཙམ་གྱིས་དོན་ཡོད་པ་མཆོད་པའི་ནོར་བུའི་ཞེས་བྱ་བ་འདི་ཡིད་བཞིན་གྱི་ནོར་བུ་སྟེ། རྟག་ཏུ་ཕྱག་རྒྱའི་གསང་བ་དང་།
en: This mudrā, which is always like a wish-fulfilling jewel, is called the mudrā of precious amogha offerings. “

source: གསང་སྔགས་རྣམས་ཡིད་ཀྱིས་བསམས་པས་དེ་རྣམས་ཐམས་ཅད་འབྱུང་བར་འགྱུར་རོ།
en: This mudrā and the secret mantras will cause anything that is visualized by an inspired mind to manifest in a visible form, exactly as visualized.

source: །དཔག་བསམ་གྱི་ཤིང་དང་མཉམ་ཤིང་མཚུངས་པར་ཇི་ལྟར་ཡིད་ལ་བསམས་པ་བཞིན་དུ་མཆོད་པ་ཐམས་ཅད་བྱེད་དེ། སངས་རྒྱས་ཀྱི་ཞིང་གངྒཱའི་ཀླུང་གི་བྱེ་མ་བྱེ་བ་བརྒྱ་སྟོང་ཕྲག་སྟོང་རྣམས་ཀྱི་སངས་རྒྱས་ཀྱི་ཞིང་རེ་རེའི་དུས་གསུམ་པའི་དེ་བཞིན་གཤེགས་པ་རྣམས་ཕྱག་རྒྱ་འདིའི་མཐུས་བླ་ན་མེད་པའི་མཆོད་པ་ཐམས་ཅད་ཀྱིས་མཆོད་པར་བྱེད་དོ།
en: All the offerings will issue forth continually, as if from a wish-fulfilling tree, and spread throughout hundreds of thousands of millions of billions buddha fields, as numerous as the grains of sand in the Gaṅgā river. The offerings will be presented in a continuous act of worship to each and every tathāgata of the three times in every buddha field. This worship, arising through the power of the mudrā, is unexcelled.

source: །དེའི་ཕྱིར་ཕྱག་རྒྱ་འདི་རྟག་ཏུ་བྱེད་པ་ནི།
en: For this reason, the vidyā holder should always display this mudrā. “

source: ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ཡོངས་སུ་རྫོགས་པར་འགྱུར་རོ། །ཕྱག་རྒྱ་བཟུང་བཞིན་པ་ནི།
en: Through this mudrā the vidyā holder will master the six perfections.

source: མཆོད་པ་བླ་ན་མེད་པ་དང་། ཚེགས་ཆུང་ངུས་མཆོད་པ་ཆུང་ངུ་ཡང་ཚད་མེད་པར་རབ་ཏུ་འགྱུར་རོ།
en: By displaying this mudrā he performs a supreme act of worship, manifesting infinite offerings with a little effort and only a few material offerings.

source: །སྦྱིན་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་བསམ་གྱིས་མི་ཁྱབ་ཅིང་མཚུངས་པ་མེད་པ་བྱེད་དོ། །རི་རབ་ལྷུན་པོ་བྱེ་བ་བརྒྱ་སྟོང་ཕྲག་རྣམས་དང་། རིན་པོ་ཆེ་སྣ་བདུན་གྱི་ཕུང་པོས། སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་བཀང་སྟེ།
en: Due to his inconceivable and unparalleled generosity, he accumulates a great amount of merit, the same as if the vidyā holder had filled the world spheres of the great trichiliocosm with hundreds of thousands of millions of heaps of the seven precious jewels, each as big as Mount Sumeru.

source: དེ་བཞིན་གཤེགས་པ་རེ་རེ་ལ་ཕུལ་བ་དེ་བཞིན་དུ། ཕྱག་རྒྱ་འཛིན་བཞིན་པས། དེ་བཞིན་གཤེགས་པ་རེ་རེ་ལ་དེ་ལྟ་བུའི་མཆོད་པའི་ཆོ་ག་བྱེད་དོ།
en: When he displays this mudrā, each and every tathāgata is included, and each will receive such offerings.

source: །དེ་ལྟ་བུའི་ཕྱག་རྒྱའི་ཆོ་གའི་རྣམ་པར་འཕྲུལ་པ་ནི། འདྲེན་པ་འཇིག་རྟེན་དབང་ཕྱུག་གིས་བྱིན་གྱིས་བརླབས་པའོ།
en: This mudrā, which brings the mastery of magical creations in this manner, has been blessed by lords and guides of the world. “

source: །ཕྱག་རྒྱ་འདི་ཉིད་ལས་སྡིགས་མཛུབ་གུང་མོ་ལ་རེག་པ་ནི། དཀྱིལ་འཁོར་དུ་དབང་བསྐུར་བ་དང་། མཚམས་བཅིང་བ་དང་། སྤྱན་དྲང་བ་དང་། དམ་ཚིག་ལ་འཇུག་པ་དང་། སྐོར་བ་བྱེད་པ་དང་། མེ་ཏོག་དང་། བདུག་པ་དང་།
en: Forming the same mudrā, but with the index and middle fingers touching, the vidyā holder should consecrate the maṇḍala, create a protective boundary, summon and receive the deities, enter the samaya, and perform the circumambulation.

source: དེ་བཞིན་དུ་དྲི་དང་། མར་མེ་དང་། ཕྲེང་བ་དང་། བྱུག་པ་དང་། གཏོར་མ་འབུལ་བར་བྱེད་པ་དང་།
en: He should offer flowers, incense, fragrances, lamps, garlands, scented oils, and a bali of food.

source: དེ་བཞིན་དུ་ཁྲུས་དང་། ཉེ་རེག་ཉིད་དང་། གོས་བགོ་བ་དང་། གཙུག་ཏོར་བཅིང་བ་དང་།
en: He should perform the ritual ablutions and the sipping of water, put on clean clothes, and tie his hair into a topknot.

source: སྲུང་བ་དང་། གཞན་སྲུང་བ་དང་། དེ་བཞིན་ཉིད་དུ་གྲོགས་སྲུང་བ་དང་།
en: He should perform the rite of self-protection and the protection of others, including his assistants.

source: བཟླས་བཞིན་པ་དང་མཉམ་པ་ཉིད་དང་། སྐྱིལ་མོ་ཀྲུང་བཅིང་བ་དང་།
en: Reciting the mantra and in a state of equanimity, he should sit in a cross-legged posture and perform a homa rite.

source: སྦྱིན་སྲེག་གི་ལས་དང་། གཞན་སྤྱན་དྲང་བ་ཉིད་དང་།
en: He can perform other rites, such as summoning.

source: གསང་སྔགས་སྤྱན་དྲང་བ་ཉིད་དང་།
en: If, however, he summons the mantra deities, his practice will be successful.

source: དངོས་གྲུབ་སྒྲུབ་པ་ཉིད་དང་། ཐམས་ཅད་ནས་ཐམས་ཅད་དུ་བྱ་བ་ཐམས་ཅད་ཕྱག་རྒྱ་འདིས་བྱེད་དེ།
en: When displaying this mudrā, he can accomplish any task whatsoever.

source: གནས་ཐམས་ཅད་དུ་སོང་བ་དང་། གནས་གྲུབ་པ་དང་།
en: He can visit any place and accomplish any task there.

source: བྱ་བ་ཐམས་ཅད་ལེགས་པར་བསྔགས་པ་དང་། ཐམས་ཅད་དུ་མཆོག་གི་ཕྱག་རྒྱ་དོན་ཡོད་པའི་ལས་རབ་ཏུ་གྲུབ་པ་དང་།
en: This supreme mudrā can accomplish all rites and activities without fail.

source: ཡོན་ཏན་ཐམས་ཅད་བསྐྱེད་པ་དང་། ཐམས་ཅད་དུ་རིགས་ཐུན་མོང་བའི་དཀྱིལ་འཁོར་དུ།
en: It will produce all good qualities that are particular to the maṇḍala where all tathāgata families are equal.

source: དོན་ཡོད་པ་སྒྲུབ་པ་པོའི་ཕྱག་རྒྱ་དོན་ཡོད་པའི་ཆོ་ག་ཞིབ་མོ་སྒྲུབ་པར་བྱེད་པའོ། །དོན་ཡོད་པའི་ལས་ཞེས་བྱ་བའི་ཕྱག་རྒྱ་འདི།
en: This mudrā is an unfailing accomplisher; it accomplishes amogha rites and amogha activities.

source: དོན་ཡོད་པའི་མཆོག་སྦྱིན་པ་ཞེས་བྱ་བ་བརྗོད་པར་བྱའོ།
en: It is referred to by the name amogha granter of boons. “

source: །ཕྱག་རྒྱ་ཆེན་པོ་ལྔ་པོ་འདི་རྣམས་རྨད་དུ་བྱུང་བའི་དེ་ཁོ་ན་ཉིད་མཐོང་བ་དང་།
en: These five great mudrās exhibit an extraordinary nature.

source: དོན་ཡོད་པ་ཐོས་པ་ཉིད་དང་། དོན་ཡོད་པའི་འབྲས་བུ་མཐོང་བ་དང་། དོན་ཡོད་པའི་བསོད་ནམས་བསགས་པའི་དེ་ཁོ་ན་ཉིད་དང་།
en: They cause amogha hearing, amogha results, and the amogha accumulation of merit to manifest.

source: དོན་ཡོད་པར་སྡིག་པ་ཉམས་པ་དང་། སྒྲིབ་པ་ཐམས་ཅད་ཟད་པ་དང་། ཉོན་མོངས་པ་ཐམས་ཅད་རྣམ་པར་འཇོམས་པའི་ཕྱག་རྒྱ་དང་།
en: They amogha-destroy evil, amogha-exhaust all obscurations, and amogha-eradicate all afflictions.

source: དོན་ཡོད་པར་སངས་རྒྱས་རྣམས་མཐོང་བ་དང་། དོན་ཡོད་པར་སངས་རྒྱས་ཀྱི་ཞིང་མཐོང་བ་དང་།
en: They amogha-enable the vidyā holder to see the buddhas and the buddha fields.

source: དོན་ཡོད་པར་ཚེ་འཕེལ་བར་བྱེད་པའི་ཕྱག་རྒྱ་དང་།
en: They amogha-increase the lifespan and amogha-bestow accomplishments and boons. “

source: དོན་ཡོད་པར་དངོས་གྲུབ་ཀྱི་མཆོག་སྦྱིན་པར་བྱེད་པ་མཆོག་ཏུ་གྱུར་པའོ།
en: These mudrās, taught by the Lokeśvara, partake of his true nature.

source: །སྙིང་པོ་དང་། ཕྱག་རྒྱ་འདི་འཇིག་རྟེན་དབང་ཕྱུག་གིས་སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པའི་དོན་དུ་བསྒྲགས་པའོ། །རིག་སྔགས་འཆང་རྣམས་ཀྱིས་ཁྱད་པར་དུ།
en: He taught them in order to benefit all beings, but in particular the vidyā holders.

source: ཉིན་མཚན་དུ་དང་། ཐུན་མཚམས་སུ་ཡང་། ཕྱག་རྒྱ་འདི་འཆིང་ན།
en: The vidyā holder should practice them during the day, at night, and at the junctions in between.

source: བཀྲ་ཤིས་པའི་མཆོག །བསོད་ནམས་དང་། དག་པ་དང་། སྡིག་པ་ཉམས་པ་དང་། དོན་ཡོད་པའི་དངོས་གྲུབ་དམ་པར་གྱུར་པའི་མཆོག་སྦྱིན་པར་བྱེད་དོ།
en: They will bring supreme fortune, merit, purity, and the eradication of evil.

source: །འདི་ནི་ཐར་པ་མཆོག་གི་གནས་མྱ་ངན་ལས་འདས་པ་མཆོག་ཏུ་དགེ་བའོ།
en: They truly grant amogha accomplishments and the corresponding boons, including the boon of liberation—the supremely auspicious state of nirvāṇa. “

source: །ཕྱག་རྒྱའི་གསང་སྔགས་རྣམས་སུ་འགྱུར་ཏེ།
en: The following mantras accompany the five mudrās and are to be pronounced when the mudrās are displayed: [318] “Oṁ, Amoghāṅkuśa, blaze!

source: ཨོཾ་ཨ་མོ་གྷཱཾ་ཀུ་ཤ་ཛྭཱ་ལཾ་ཧཱུཾ།
en: Hūṁ! [319] “Oṁ, the fangs of Amoghakrodha!

source: ཨོཾ་ཨ་མོ་གྷ་ཀྲོ་དྷ་དཾ་ཥྚེ་ཧཱུཾ།
en: Hūṁ! [

source: ཨོཾ་བིདྱཱ་རཱ་ཛ་པདྨེ་ཛྭ་ལཾ་ཧཱུཾ།
en: 320] “Oṁ, the lotus of the king of vidyās, blaze! Hūṁ! [

source: ཨོཾ་ཨ་མོ་གྷ་བི་བི་དྷ་ཨ་མོ་གྷ་ཙིནྟཱ་མ་ཎི་པྲ་བརྟྷ་ཡ་ཧཱུཾ།
en: 321] “Oṁ, the amogha-versatile, wish-fulfilling amogha jewel, stay active!

source: ཨོཾ་ཨ་མོ་གྷ་སརྦ་ཏྲ་སཱ་དྷ་ཡ་ཤི་བེ་ཧཱུཾ།
en: Hūṁ! [322] “Oṁ, amogha-accomplish everything!

source: ཕྱག་རྒྱ་འཛིན་པའི་སྔགས་སོ།
en: Hūṁ! “

source: །དེ་ནས་དགེ་བའི་ལས་ཐམས་ཅད་བྱེད་པའི་གསང་སྔགས་ཐམས་ཅད་དུ་སྒྲུབ་པའི་ཐབས་ཀྱི་དེ་ཁོ་ན་ཉིད་ཀྱི་གནས་ཐམས་ཅད་ལ་འཇུག་པར་བྱེད་པ་བཤད་པར་བྱ་སྟེ།
en: Now I will teach the mantras that auspiciously accomplish all activities. By their very nature, they bring universal success and allow the vidyā holder to enter any place or state. “

source: ཨོཾ་ཨ་མོ་གྷ་མཎྜ་ལེ་ཧཱུཾ། དཀྱིལ་འཁོར་བཅིང་བའོ།
en: The mantra for binding the maṇḍala: [323] “Oṁ, amogha maṇḍala!

source: །ཨོཾ་སམནྟ་ཤུ་བྷི་པྲི་ཐི་བཱི་ས་ཧཱ་ཧཱུཾ།
en: Hūṁ! “

source: ས་ཡོངས་སུ་སྦྱོང་བའི་སྔགས་སོ།
en: The mantra for cleansing the ground: [324] “Oṁ, the ground! You withstand everything!

source: །ཨོཾ་ཨ་མོ་གྷ་པ་རི་ཤོ་དྷ་ནི་ཧཱུཾ།
en: Hūṁ! “

source: དཀྱིལ་འཁོར་ཡོངས་སུ་སྦྱོང་བའི་སྔགས་སོ།
en: The mantra for purifying the maṇḍala: [325] “Oṁ, amogha purifier!

source: །ཨོཾ་ཨ་མོ་གྷ་པྲི་ཐི་བཱི་ས་ར་སྠ་ལེ་ཧཱུཾ།
en: Hūṁ! “

source: ས་དང་བ་བྱུང་གི་སྔགས་སོ།
en: The mantra of clay and cow dung: [326] “Oṁ, amogha ground, the liquid and the solid!

source: །ཨོཾ་ཨ་མོ་གྷ་ཛ་ལཿཤྲ་བ་ཎེ་ཧཱུཾ།
en: Hūṁ! “

source: ཆུའི་སྔགས་སོ།
en: The mantra of water: [327] “Oṁ, amogha flow of water!

source: །ཨོཾ་ཨ་མོ་གྷ་ཨ་མྲྀ་ཏ་བ་རེ་སྭཱ་ཧཱ།
en: Hūṁ! “

source: དབང་བསྐུར་བའི་སྔགས་སོ།
en: The mantra of consecration: [328] “Oṁ, excellent amogha elixir!

source: །ཨོཾ་ཨ་མོ་གྷ་བི་བྷཀྟ་བྷ་བ་ན་བ་རེ་ཧཱུཾ།
en: Svāhā! “

source: ཐིག་རྣམ་པར་དབྱེ་བའི་སྔགས་སོ།
en: The mantra of demarcating the maṇḍala with the thread: [329] “Oṁ, excellent amogha demarcation of the dwelling area!

source: །ཨོཾ་ནཱ་ནཱ་ར་ཏྣ་བ་རེ་ཛྭ་ལ་ཧཱུཾ།
en: Hūṁ! “

source: ཚོན་རྩིའི་རི་མོའི་སྔགས་སོ།
en: The mantra of applying colored paints: [330] “Oṁ, blaze with various colors of finest jewels!

source: །ཨོཾ་ཛྭ་ལ་བི་མ་ལེ་ཨ་མོ་གྷ་ཤུདྡྷེ་ཧཱུཾ།
en: Hūṁ! “

source: ཁྲུས་ཀྱི་སྔགས་སོ།
en: The mantra of ablutions: [331] “Oṁ, unsullied, pure amogha-water!

source: །ཨོཾ་སིདྡྷི་ཛ་ལེ་ཨ་མོ་གྷ་བུདྡྷི་ཧཱུཾ།
en: Hūṁ! “

source: ཉེ་རེག་གི་སྔགས་སོ།
en: The mantra of the ritual sipping of water: [332] “Oṁ, water of accomplishment!

source: །ཨོཾ་ཨ་མོ་གྷ་བསྟྲེ་ཙྪཱེ་ད་ཧཱུཾ།
en: Amogha intelligence! Hūṁ! “

source: །ཨོཾ་ཨ་མོ་གྷ་མ་ཎི་ཧཱུཾ།
en: Hūṁ! “

source: གཙུག་ཏོར་བཅིང་བའི་སྔགས་སོ།
en: The mantra of tying the topknot: [334] “Oṁ, amogha jewel!

source: །ཨོཾ་ཨ་མོ་གྷ་ར་ཀྵ་ཎ་བ་ར་ད་ཧཱུཾ།
en: Hūṁ! “

source: བདག་སྲུང་བའི་སྔགས་སོ།
en: The mantra of self-protection: [335] “Oṁ, granter of the boon of protection!

source: །ཨོཾ་སཏྭ་རཀྵ་ཎི་ཨ་མོ་གྷ་དཾཥྚེ་ཧཱུཾ།
en: Hūṁ! “

source: ཐམས་ཅད་དུ་གཞན་སྲུང་ཞིང་བདེ་བའི་ཆེད་དུ་སྲུང་བའི་སྔགས་སོ།
en: The mantra for the general protection and happiness of others: [336] “Oṁ, amogha-fanged protector of beings!

source: །ཨོཾ་ཨ་མོ་གྷ་པྲ་བི་ཤ་བྷུ་བ་ནེ་ཧཱུཾ།
en: Hūṁ! “

source: གནས་སུ་འཇུག་པའི་སྔགས་སོ།
en: The mantra used to cause others to enter the dwelling area of the maṇḍala: [337] “Oṁ, amogha-enter the house!

source: །ཨོཾ་ན་མོ་ཨ་མོ་གྷ་བ་ཏི་ཧཱུཾ།
en: Hūṁ! “

source: ཕྱག་བྱེད་པའི་སྔགས་སོ།
en: The mantra of salutation: [338] “Oṁ, homage to the one with amogha qualities!

source: །ཨོཾ་ཨ་མོ་གྷ་ཙཀྲེ་ཧཱུཾ།
en: Hūṁ! “

source: །ཨོཾ་ས་མ་ཡ་སིདྡྷེ་ཨ་མོ་གྷ་བ་ཏི་ཧཱུཾ།
en: Hūṁ! “

source: །ཨོཾ་ཨ་མོ་གྷ་བུཥྤེ་པྲ་བཙ་གནྔྷི་ནི་ཛ་ཡ་སྭཱ་ཧཱ།
en: Hūṁ! “

source: མེ་ཏོག་དང་། དྲི་དང་། ཕྲེང་བ་དང་། བྱུག་པ་དང་། བདུག་པའི་སྔགས་སོ།
en: The mantra of flowers, fragrances, garlands, scented oils, and incense: [341] “Oṁ, bearer of amogha flowers and the best of fragrances!

source: །ཨོཾ་ཨ་མོ་གྷ་ས་ར་སཾ་པཱུ་ར་ཎི་ར་ས་ར་སཱ་གྲ་པ་ཏི་ཧཱུཾ།
en: Be victorious, be victorious! Svāhā! “

source: ཐམས་ཅད་དུ་གཏོར་མའི་སྔགས་སོ།
en: The mantra of the standard bali offering: [342] “Oṁ, amogha provider of flavors, supplying the best of flavors!

source: །ཨོཾ་ཨ་མོ་གྷ་ཏུ་ཊི་སྭཱ་ཧཱ།
en: Hūṁ! “

source: །ཨོཾ་ཨ་མོ་གྷ་བ་ཏི་ཙ་ར་བི་ཙ་ར་སཉྩ་ར་སྭཱ་ཧཱ། ཐམས་ཅད་དུ་གནས་པ་དང་།
en: Svāhā! “

source: གནས་ཐམས་ཅད་དུ་སོང་བ་ན་རིག་པའི་རྒྱལ་པོས་བྱའོ།
en: The king of vidyās of omnipresence that allows one to visit all places: [344] “Oṁ, with your amogha qualities, move! Move separately and move together! Svāhā! “

source: །ཐམས་ཅད་དུ་ལས་ཐམས་ཅད་བྱེད་པ་རིག་པའི་གསང་སྔགས་སྦྱར་བར་བྱའོ།
en: If the vidyā holder employs these vidyā mantras, he will be able to perform all activities.

source: །གཤེགས་སུ་གསོལ་བ་ཉིད་ཀྱང་སྔགས་འདིས་བྱའོ།
en: He can also use this mantra to dismiss the deities.

source: །ལས་ཤིན་ཏུ་རྒྱས་པ་གཞན་ཐམས་ཅད་ནི་རིག་པའི་རྒྱལ་པོས་བྱའོ། །ལེགས་པར་བྱས་པའི་ལས་དང་།
en: He can also perform all other activities to their full extent using this king of vidyās.

source: བྱ་བ་རྣམས་དང་། བྱ་བ་ཐམས་ཅད་སྒྲུབ་པར་བྱེད་པ་གཞན་རྣམས་ནི།
en: He can perform activities and tasks for his own sake and successfully accomplish all other tasks. “

source: དོན་ཡོད་པའི་ལྕགས་ཀྱུ་དང་། ཁྲོ་བོ་ལྕགས་ཀྱུ་དང་། རིག་པའི་རྒྱལ་པོའི་གསང་སྔགས་ཆེན་པོ་དང་། དཔའ་བོ་གཅིག་པའི་གསང་སྔགས་འདི་རྣམས་དང་།
en: These great mantra deities, the kings of vidyās Amoghāṅkuśa and Krodhāṅkuśa, are unique heroes.

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་རང་གི་ལས་རྣམས་བྱའོ།
en: They can be relied on to accomplish the mantra activities of all tathāgatas.

source: །རྩ་བའི་རིག་པ་འདི་ཉིད་ཀྱིས་ལས་ཐམས་ཅད་བྱའི།
en: The root vidyā alone can accomplish all activities.

source: དེ་ལས་ཕྱི་རོལ་དུ་གྱུར་པའི་རིག་པ་གཞན་ནི་མེད་དོ།
en: No other vidyā can accomplish this.

source: །རིག་པ་འདི་ནི་བཀླགས་པས་གྲུབ་པའོ། །དེ་ནས་དེ་ལ་ཡངས་ཤིང་རྒྱ་ཆེ་བའི་བརྩོན་པ་བྱ་སྟེ།
en: The vidyā itself is accomplished through recitation, thus the vidyā holder should make a great sustained effort toward a clearly defined goal.

source: འབྱོར་པ་ཇི་ལྟ་བ་དང་། ཚད་ཇི་ལྟ་བ་དང་།
en: He should perform the tasks according to his means, according to the expected standards, and according to his individual abilities. “

source: ཇི་ལྟར་གསལ་བ་རྣམས། འབྱོར་པ་དང་བཅས་ཤིང་ཡོངས་སུ་རྫོགས་པ་དང་། ཤིན་ཏུ་གསལ་བར་བྱ་བ་རྣམས་བྱའོ། །གཙང་མ་གཙང་མས་ཁྲུས་བྱས་ཏེ། གོས་གཙང་མ་བགོ་བར་བྱ།
en: He should maintain ritual purity, perform ablutions, and wear clean clothes.

source: དད་པ་དང་། གུས་པ་དང་། མཆོག་ཏུ་དང་བ་བསྐྱེད་པར་བྱ།
en: He should remain pure, respectful, and kind to the greatest possible degree.

source: བདེན་པར་སྨྲ་བར་བྱ། བདེན་པར་ཕྱི་རོལ་དུ་འབྱུང་བར་བྱ། བདེན་པར་སྤྲོ་བ་དང་། བརྩོན་པས་འབྱུང་བར་བྱ། ལྐོག་ཏུ་སྨྲ་བ་དང་།
en: He should speak the truth, convey the truth, and be firmly committed to the truth.

source: ཕྲ་མ་དང་།
en: He should not say negative things behind anyone’s back, engage in backbiting, or resent the success of others.

source: སེར་སྣ་མེད་པར་འགྱུར་བར་བྱ།
en: He should be openhanded.

source: སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ཀྱི་ལམ་དང་། བཀླགས་པས་གྲུབ་པའི་རིག་པ་འདི་སྒྲུབ་པར་བྱེད་པར་འགྱུར་བར་བྱ།
en: Pursuing the path of the buddhas’ awakening, he should continue to practice by reciting the vidyā until reaching accomplishment.

source: སེམས་ཅན་ཐམས་ཅད་ལ་བརྩེ་བ་མཆོག་ཏུ་བྱ། བྲི་བར་བྱ། འདྲིར་གཞུག་པར་བྱ། བཀླག་པར་བྱ།
en: He should be wholly motivated by compassion for all beings. “

source: ཁ་ཏོན་དུ་བྱ། མཆོད་པར་བྱ། རི་མོར་བྱ། ཀུན་ཆུབ་པར་བྱ། ཆོ་ག་ཞིབ་མོའི་རྒྱལ་པོ་ཆེན་པོ་འདི་གསུངས་པ་དང་།
en: This great sovereign ritual taught here should be copied, commissioned to be copied, recited, studied, worshiped, venerated, and fully mastered.

source: དོན་ཡོད་ཞགས་པའི་རྣམ་པར་ཐར་པའི་དཀྱིལ་འཁོར་ཡང་དག་པར་རྨད་དུ་བྱུང་བ་འདི། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ཀྱིས་ཕྱག་བྱས་པ།
en: This wonderful maṇḍala of liberation of Amoghapāśa is honored by all bodhisattvas.

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་རིགས་ཀྱི་དམ་ཚིག་ཐུན་མོང་གི་གསང་བ་དཀྱིལ་འཁོར་རིམ་པར་ཕྱེ་བ་ཐམས་ཅད་ཀྱི་གསང་བ། ཕྱག་རྒྱ་དང་།
en: It is secret because it establishes the samaya with all tathāgata families equally; it is secret because it pertains to every maṇḍala; it is secret because of its mudrās and mantras.

source: གསང་སྔགས་ཐམས་ཅད་ཀྱི་གསང་བའི་ཆོ་ག་ཞིབ་མོ་འདི། འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གིས་གསུངས་སོ། །དེ་ནས་ཡང་ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་།
en: It was taught by Noble Avalokiteśvara in this manual of rites.”

source: ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དང་། མི་གང་ཡིན་པ་རྣམས་ཀྱང་།
en: Once his discourse was finished, the devas, nāgas, yakṣas, gandharvas, asuras, garuḍas, kinnaras, mahoragas, and humans who were in this great assembly approached Noble Avalokiteśvara, the great bodhisattva being, and the Tathāgata.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་འཁོར་གྱི་དཀྱིལ་འཁོར་ཆེན་པོ་དང་བཅས་པ་ག་ལ་བ་དང་། དེ་བཞིན་གཤེགས་པ་མངོན་སུམ་དུ་གྱུར་པ་ག་ལ་བ་དེར་དོང་སྟེ་ལྷགས་ནས། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་སྤྱན་སྔར་སོང་སྟེ། ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་ཐལ་མོ་སྦྱར་བར་གྱུར་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Facing them, they bowed to the feet of Noble Avalokiteśvara, the great bodhisattva being, and said with folded hands, “We take it upon ourselves, Lord, to guard this sovereign ritual, this sovereign ritual of Amoghāṅkuśa, so that it does not disappear but spreads far and wide.”

source: །བཅོམ་ལྡན་འདས་འདི་བདག་གིས་གཟུང་བར་བགྱིའོ།
en: This sovereign ritual is now complete, written down just as it was received.

source: །དོན་ཡོད་པའི་ལྕགས་ཀྱུ།
en: Primary Colophon The Tathāgata has explained the causes of those dharmas that arise based on causes.

source: ཆོ་ག་ཞིབ་མོའི་རྒྱལ་པོ་ཡང་།
en: The great monk also explained that which constitutes their cessation.

source: ལྷག་པའི་རྒྱལ་པོ་ཆོ་ག་ཞིབ་མོ་འདི་ཡོངས་སུ་སྲུང་བའི་དོན་དང་།
en: This excellent Dharma teaching should be presented to the followers of Mahāyāna.

source: མི་ནུབ་ཅིང་རྒྱས་པར་འགྱུར་རོ།
en: Tibetan Addition to the Colophon Following the text’s primary colophon, a lengthy colophon was added by later redactors of the Tibetan translation to describe how an initial version of the translation was emended and improved based on a more complete Sanskrit manuscript.

source: །ཆོ་ག་ཞིབ་མོའི་རྒྱལ་པོ་ཇི་ལྟར་རྙེད་པ་དེ་བཞིན་བྲིས་པ་འདི་ཡོངས་སུ་རྫོགས་སོ།། །།
en: No attempt has been made here to match the sections listed in the Tibetan colophon with the Sanskrit manuscript used for this translation, and we have not aligned the phrasing of the Tibetan with the extant Sanskrit translated above. This was done for the sake of preserving this unique colophon as written.

source: འདི་ནི་སྔོན་གྱི་ལོཙྪ་བ་མཁས་པ་བཞི་ཙམ་གྱིས་བགོས་ནས་བསྒྱུར་བ་ལ། བར་སྐབས་བར་སྐབས་སུ་ཆད་ཅིང་མཇུག་མ་ཚང་བ་ལས། བླ་མ་དུས་ཀྱི་འཁོར་ལོ་བ་ཆེན་པོ་ཆོས་གྲགས་དཔལ་བཟང་པོའི་ཕྱག་ནས་རྒྱ་དཔེ་བྱུང་ཞིང་། ཆད་པ་སོབ་པ་དང་། མཇུག་བསྒྱུར་ཅིག་ཅེས་བཀས་བསྐུལ་བ་ལ་བརྟེན་ནས།
en: It reads: This text was apportioned to and translated by four learned translators of the past, but because there were omissions throughout the text and because the concluding chapters were missing, the omissions were later incorporated and the concluding chapters translated with the encouragement of the great Kālacakra master Chödrak Pel Sangpo based on a Sanskrit manuscript he had acquired.

source: བམ་པོ་བཅུ་པའི་ནང་དུ། ལས་ཀྱི་དོན་ཀུན་སྒྲུབ་པར་བྱེད་ཅེས་པ་ནས། གསང་སྔགས་བཟླས་པ་མཆོག་གྱིས་ཤིག་ཅེས་པའི་བར་དང་།
en: In book 10, material was added beginning with the words “it can accomplish the goal of any activity” and ending with “perform the mantra recitation excellently.”

source: བམ་པོ་བཅུ་གཉིས་པའི་ནང་དུ། བཅོམ་ལྡན་འདས་འོན་ཀྱང་དོན་ཁྱད་པར་ཅན་གྱི་ཆེད་དུ་ཞེས་པ་ནས། རིག་སྔགས་འཆང་གི་ལུས་འབར་བར་འགྱུར་ཏེ། ཞེས་པའི་བར་དང་།
en: In book 12, material was added beginning with the words “moreover, Blessed One, for the sake of the distinctive purpose” and ending with “the body of the vidyā holder will blaze.”
